{
  "meta": {
    "theme": "elegant"
  },
  "basics": {
    "name": "Jared Haltom",
    "label": "Pipeline Controller",
    "image": "",
    "summary": "Motivated pipeline controller with a Bachelor's degree in Business Marketing and over 2 years of experience in the oil and gas industry, seeking to leverage my skills in real-time data management, SCADA systems, and operations optimization. Ready to bring my industry knowledge, technical abilities, and client-focused approach to a forward-thinking team.",
    "website": "https://lordajax.com",
    "email": "jjonhaltom@gmail.com",
    "location": {
      "city": "Tulsa",
      "countryCode": "OK"
    },
    "profiles": [
      {
        "url": "https://www.linkedin.com/in/jaredhaltom/",
        "network": "linkedin"
      },
      {
        "url": "https://github.com/thomasdavis",
        "username": "thomasdavis",
        "network": "github"
      }
    ]
  },
  "education": [
    {
      "endDate": "2020-05-12",
      "startDate": "2018-01-01",
      "area": "Marketing",
      "studyType": "Bachelors",
      "institution": "Iowa State University"
    }
  ],
  "skills": [
    {
      "keywords": [
        "Strong understanding of SCADA systems and real-time data management",
        "Proficient in industry-specific software tools, anticipating updates and upgrades as required",
      ],
      "level": "Senior",
      "name": "Oil & Gas"
    }
  ],
  "awards": [
    {
      "title": "2016 DII NCAA Cross Country Champsionships",
      "awarder": "7th Place"
    }
  ],
  "work": [
    {
       "pinned": true,
      "summary": "ONEOK, Inc. (NYSE: OKE) is a leading midstream service provider in the United States connecting prolific supply basins with key market centers.",
      "website": "https://www.oneok.com",
      "name": "ONEOK",
      "location": "Tulsa, OK",
      "position": "Pipeline Controller",
      "startDate": "2021-03-09",
      "highlights": ["Proficiently monitored and controlled natural gas liquid flow using SCADA digital displays and computer systems.", "Optimized operations by determining load requirements and analyzing various conditions, showcasing my ability to oversee real-time data projects.", "Troubleshot pipeline and communication issues, demonstrating proficiency in IT integration and cyber security, critical skills for maintaining and upgrading software and hardware.", "Maintained efficient system operations through regular coordination with field personnel, schedulers, and other controllers.","Conducted employee training on system operations, DOT-covered functions, and emergency response procedures, reflecting my capability to provide technical oversight to junior resources."]
    },
    {
      "summary": "Through the relaxed environment, specialized inventory and personalized customer service, Gearhead Outfitters strives to build relationships with customers and serve the local communities.",
      "website": "https://gearheadoutfitters.com",
      "name": "Gearhead Outfitters",
      "location": "Tulsa, OK",
      "position": "Sales Associate",
      "startDate": "2020-09-01",
      "endDate": "2021-03-01",
      "highlights": [
        "Cultivated strong customer relationships and offered exceptional service, preparing me to understand common client trends and concerns.",
        "Developed product knowledge and presentation skills through ongoing training opportunities, mirroring the continual learning necessary for this role",
        "Fostered effective team communication and cooperation, demonstrating my commitment to a positive and productive work environment."
      ]
    },
    {
      "summary": "Built a very large and complex React / Redux application. It works on all platforms and has IOS/Android builds due to it being a PWA. (wrapped it in React Native though only implementing a WebView)",
      "website": "https://www.acg.edu",
      "pinned": true,
      "name": "American College of Greece",
      "position": "Study Abroad",
      "startDate": "2019-08-01",
      "endDate": "2019-12-20"
    },
    {
      "highlights": [
        "Conducted market research on Greek attitudes and awareness of a relocation program to Antikythera using secondary and primary research methods, qualitative and quantitative studies, and SPSS data analysis.",
        "Presented research findings through effective storytelling and provided recommendations to the council of Antikythera."
      ],
      "pinned": true,
      "summary": "Following Google's CDN for jQuery, we decided to start a CDN for the less popular Javascript frameworks. The CDN is community moderated and open source on GitHub. We secured a partnership with Cloudflare who now supports the infrastructure.",
      "website": "http://www.cdnjs.com",
      "name": "Missouri Southern State University",
      "position": "Student Athlete",
      "startDate": "2015-08-01",
      "endDate": "2017-12-01"
    },
    {
  "interests": [
    {
      "name": "Climbing"
    },
    {
      "name": "Music / Jamming"
    },
    {
      "name": "Reading / Writing"
    }
  ]
}
